IDEA StatiCa Open Model
MatSteelEc2.fu Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Ultimate strength for nominal thickness of the element <= 40mm - fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double fu { get; set; }
Public Property fu As Double
	Get
	Set
public:
property double fu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelEc2 Class
IdeaRS.OpenModel.Material Namespace